Repository: bonds-tw/backupTW-iOS
Catalog: backupTW/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Government issuer matched the saved API + Arbitrum trust evidence.
zh_hant: 政府發行者符合本機保存的 API＋Arbitrum 信任證據。

source: Only the yes/no statement is returned. The hidden birth date, card and proving files stay here.
zh_hant: 只會回傳是／否結論；隱藏的生日、卡片與證明檔案都留在這支手機。

source: Sending it directly to the checker over Bluetooth. There are no response QR codes to scan.
zh_hant: 正透過藍牙直接傳給查驗方，不會出現需要逐張掃描的回應 QR Code。

source: Source: self-asserted MyData derivative; this is not a government attestation.
zh_hant: 來源：MyData 自我聲明衍生證件；這不是政府證明。

source: The checker asks whether you are at least %d. Purpose: %@ Source: %@ Your birth date and card never leave this phone.
zh_hant: 查驗方想確認你是否已滿 %d 歲。 目的：%@ 來源：%@ 你的生日與卡片不會離開這支手機。

source: The proof returns directly over Bluetooth; their phone will not show a QR carousel.
zh_hant: 證明會直接透過藍牙回傳；對方手機不會出現輪替 QR Code。

source: A request could not be created
zh_hant: 無法建立查驗要求

source: A secure one-time request could not be created.
zh_hant: 無法建立安全的一次性查驗要求。

source: A private age proof could not be created from this card.
zh_hant: 無法從這張證件建立隱私年齡證明。

source: Age eligibility check
zh_hant: 年齡資格查驗

source: Ask them to scan this one request code
zh_hant: 請對方掃描這一個查驗碼

source: Check a private age proof
zh_hant: 查驗隱私年齡證明

source: Checking the proof on this iPad…
zh_hant: 正在這台 iPad 上查驗證明⋯

source: Create a new request
zh_hant: 建立新的查驗要求

source: Create a private age proof?
zh_hant: 要建立隱私年齡證明嗎？

source: Create proof
zh_hant: 建立證明

source: Creating the proof on this phone…
zh_hant: 正在這支手機上建立證明⋯

source: Government card
zh_hant: 政府皮夾卡片

source: Listening for the proof…
zh_hant: 正在等候證明⋯

source: MyData self-asserted
zh_hant: MyData 自我聲明

source: No birth date or card data was sent.
zh_hant: 未傳送生日或卡片資料。

source: Point the camera at the checker's one request code.
zh_hant: 將鏡頭對準查驗方唯一的一個查驗碼。

source: Private age proof
zh_hant: 隱私年齡證明

source: Proof creation %@ + %@ ms · verification %@ ms
zh_hant: 證明建立 %@＋%@ 毫秒・查驗 %@ 毫秒

source: Proof ready
zh_hant: 證明已備妥

source: Proof rejected
zh_hant: 證明未通過

source: Receiving proof… %d%%
zh_hant: 正在接收證明⋯%d%%

source: Scan a field-proof request
zh_hant: 掃描欄位證明查驗要求

source: self-issued MyData document
zh_hant: 自發 MyData 資料

source: Sending proof… %d%%
zh_hant: 正在傳送證明⋯%d%%

source: The checker did not provide a safe, readable purpose for this request.
zh_hant: 查驗方沒有提供安全且可讀的查驗目的。

source: The checker received the proof
zh_hant: 查驗方已收到證明

source: The proof was not sent
zh_hant: 證明尚未送出

source: The received field proof is incomplete or damaged.
zh_hant: 收到的欄位證明不完整或已損壞。

source: The returned proof does not answer this checker's exact request.
zh_hant: 回傳的證明不是針對這次查驗要求。

source: The zero-knowledge proof did not verify.
zh_hant: 零知識證明未通過查驗。

source: This build does not include the field-proof engine.
zh_hant: 這個版本未包含欄位證明引擎。

source: This card has no supported date-of-birth field to prove from.
zh_hant: 這張卡片沒有可用來建立證明的生日欄位。

source: This field proof was made by a newer version of the app.
zh_hant: 這份欄位證明由較新版本的 App 建立。

source: This field-proof request has expired. Ask the checker to make a new one.
zh_hant: 這次欄位證明查驗已逾時，請查驗方重新建立。

source: This government card does not have the independently saved API and blockchain trust evidence required for this proof.
zh_hant: 這張政府卡片沒有這項證明所需、已獨立保存的 API 與區塊鏈信任證據。

source: This is not a field-proof request this app can read.
zh_hant: 這不是本 App 能讀取的欄位證明查驗要求。

source: Verified: at least %d
zh_hant: 已驗證：已滿 %d 歲

source: Waiting for the checker to receive the proof…
zh_hant: 正在等候查驗方接收證明⋯

source: Age 18 or over
zh_hant: 已滿 18 歲

source: Document source to verify
zh_hant: 要查驗的證件來源

source: government wallet card
zh_hant: 政府皮夾卡片

source: Requested: %@ · Reason shown to them: %@
zh_hant: 要求出示：%@・向對方顯示的理由：%@

source: Self-issued / MyData
zh_hant: 自發證件／MyData

source: self-issued / MyData document
zh_hant: 自發證件／MyData 資料

source: The card was signed by a government-wallet issuer whose API record and Arbitrum record matched when this device stored its trust snapshot. This offline check does not confirm that the record is still current.
zh_hant: 這張卡由政府皮夾發行者簽署；本機儲存信任快照時，官方 API 與 Arbitrum 紀錄彼此相符。這次離線查驗無法確認紀錄現在仍是最新狀態。

source: The holder showed a different kind of document from the one this check requested.
zh_hant: 持有人出示的證件種類與這次查驗要求的不符。

source: This checker asked for a government wallet card, but this phone does not have one.
zh_hant: 查驗方要求政府皮夾卡片，但這支手機沒有這類卡片。

source: This checker asked for your self-issued document, but this phone does not have one.
zh_hant: 查驗方要求你的自發證件，但這支手機沒有這類證件。

source: This government card does not currently expose any fields that can be selected for this offline presentation.
zh_hant: 這張政府卡片目前沒有可供這次離線出示勾選的欄位。

source: This government card does not send your citizen certificate, but it does use a stable holder identifier and key. Two checkers comparing presentations can tell the same card was used.
zh_hant: 這張政府卡片不會送出你的自然人憑證，但會使用固定的持有人識別碼與金鑰。兩個查驗方若互相比對，能判斷是同一張卡。

source: This government card uses a stable holder identifier and key. Two checkers comparing presentations can tell the same card was used.
zh_hant: 這張政府卡片使用固定的持有人識別碼與金鑰。兩個查驗方若互相比對，能判斷是同一張卡。

source: This government card's issuer is not in the API and Arbitrum trust evidence stored on this device.
zh_hant: 這張政府卡片的發行者不在本機保存的官方 API 與 Arbitrum 信任證據中。

source: Bluetooth is also active. If it connects, the transfer finishes without waiting for every QR part.
zh_hant: 同時也在使用藍牙。連線成功後會直接完成，不必等動態 QR 每個片段都被掃到。

source: Bluetooth transfer
zh_hant: 藍牙傳輸狀態

source: Complete an offline check, OIDC4VP presentation, or zero-knowledge proof run.
zh_hant: 完成一次離線查驗、OIDC4VP 出示或零知識證明流程後，這裡會顯示實測時間。

source: Delivered
zh_hant: 已送達

source: Delivered to the checker
zh_hant: 已傳送給查驗方

source: Dynamic QR · part %1$d of %2$d
zh_hant: 動態 QR・第 %1$d／%2$d 段

source: Cryptographic verification on this device: %.2f seconds
zh_hant: 本機密碼查驗：%.2f 秒

source: End to end: %.2f seconds
zh_hant: 全程：%.2f 秒

source: File
zh_hant: 檔案

source: Holder (sending)
zh_hant: 持證方（傳送）

source: Last update: %@
zh_hant: 最後更新：%@

source: Local verification: %.2f seconds
zh_hant: 本機查驗：%.2f 秒

source: No measured runs yet
zh_hant: 還沒有實測紀錄

source: No Bluetooth attempt recorded yet
zh_hant: 還沒有藍牙傳輸紀錄

source: Offline credential verification
zh_hant: 離線憑證查驗

source: Sending one document
zh_hant: 正在傳送一份證件

source: Start an offline credential check on two devices. No document data or device identifier is saved here.
zh_hant: 在兩台裝置開始一次離線證件查驗。這裡不會保存證件內容或裝置識別資訊。

source: Starting
zh_hant: 正在啟動

source: This is one document split into %1$d transfer parts — not %1$d separate steps. One full cycle takes about %2$d seconds. Keep the phone still; the checker finishes automatically after receiving every part.
zh_hant: 這是同一份證件拆成 %1$d 個傳輸片段，不是 %1$d 個操作步驟。完整輪播一輪約 %2$d 秒。請保持手機穩定；查驗方收齊後會自動完成。

source: Transfer failed
zh_hant: 傳輸失敗

source: Transferring
zh_hant: 傳送中

source: Verifier (receiving)
zh_hant: 查驗方（接收）

source: Waiting for the other device
zh_hant: 正在等待另一台裝置

source: You can put your phone down.
zh_hant: 可以收回手機了。

source: On this device
zh_hant: 本機

source: Online OIDC4VP presentation
zh_hant: 線上 OIDC4VP 出示

source: Preparation: %.2f seconds
zh_hant: 準備：%.2f 秒

source: Present to verifier response: %.2f seconds
zh_hant: 按下出示至驗證端回應：%.2f 秒

source: Present to verifier response: %.2f seconds (wallet signing, network, and verifier processing)
zh_hant: 按下出示至驗證端回應：%.2f 秒（包含皮夾簽章、網路與驗證端處理）

source: Request retrieval and verification: %.2f seconds
zh_hant: 取得並核對驗證請求：%.2f 秒

source: Request shown to complete payload: %.2f seconds (includes scanning and handling the phones)
zh_hant: 顯示請求至完整收到資料：%.2f 秒（包含掃描與操作手機）

source: Request shown to result: %.2f seconds
zh_hant: 顯示請求至結果：%.2f 秒

source: Request to payload: %.2f seconds (includes handling the phones)
zh_hant: 請求至收到資料：%.2f 秒（包含操作手機）

source: Verification time
zh_hant: 查驗時間

source: Verification timing
zh_hant: 驗證計時

source: Zero-knowledge proof creation
zh_hant: 建立零知識證明

source: Zero-knowledge proof verification
zh_hant: 查驗零知識證明

source: Arbitrum block: %@
zh_hant: Arbitrum 區塊：%@

source: Service trust verified
zh_hant: 服務信任已核對

source: Transaction: %@
zh_hant: 交易：%@

source: Trust-list API: %@
zh_hant: 信任清單 API：%@

source: 7-ELEVEN parcel pickup
zh_hant: 統一超商包裹取貨

source: 7-ELEVEN pickup barcode
zh_hant: 統一超商取貨條碼

source: 7-ELEVEN pickup is not available in the official service list right now. Please try again later.
zh_hant: 官方服務清單目前未提供統一超商取貨，請稍後再試。

source: Approve sharing your name and phone-number last five digits for 7-ELEVEN pickup
zh_hant: 同意提供姓名及手機後 5 碼以產生統一超商取貨條碼

source: By tapping “Create barcode”, you agree to provide your name and the last five digits of your mobile number to 7-ELEVEN for this parcel pickup check.
zh_hant: 點選「產生條碼」即表示同意將姓名及手機後 5 碼提供給統一超商，用於本次包裹取貨查驗。

source: Could not reach the pickup service. Check your connection and try again.
zh_hant: 無法連上取貨服務，請檢查網路後再試。

source: Create a convenience-store pickup barcode
zh_hant: 產生超商取貨條碼

source: Create a new barcode
zh_hant: 重新產生條碼

source: Create barcode
zh_hant: 產生條碼

source: Creating the pickup barcode did not work. Please try again.
zh_hant: 無法產生取貨條碼，請再試一次。

source: Credential ID
zh_hant: 憑證序號

source: Credential issuer
zh_hant: 憑證核發者

source: Data being provided
zh_hant: 提供的資料

source: Done scanning
zh_hant: 完成掃描

source: Last 5 digits of phone number
zh_hant: 手機後 5 碼

source: Last five digits
zh_hant: 末五碼

source: Mobile number (last 5)
zh_hant: 手機號碼（後 5 碼）

source: Phone-number credential
zh_hant: 門號電子卡

source: President Chain Store Corporation
zh_hant: 統一超商股份有限公司

source: Providing data to: %@
zh_hant: 提供資料的對象：%@

source: QR code expires in %02d:%02d
zh_hant: QR Code 將於 %1$02d:%2$02d 後失效

source: Required by the credential protocol
zh_hant: 憑證協定必要資料

source: Selected
zh_hant: 已選取

source: Set a passcode on this phone before presenting the credential.
zh_hant: 請先為這支手機設定解鎖密碼，才能出示憑證。

source: Show this credential barcode to the scanner
zh_hant: 請出示憑證條碼進行掃描

source: Tap the QR code to enlarge it
zh_hant: 點擊下圖 QR Code 可以放大

source: The app could not compare the trust-list API with the current Arbitrum record, so no credential was presented. Please try again later.
zh_hant: 目前無法比對信任清單 API 與 Arbitrum 的現行紀錄，因此沒有出示任何憑證，請稍後再試。

source: The pickup request did not match the trusted 7-ELEVEN service, so no credential was presented.
zh_hant: 取貨請求與受信任的統一超商服務不符，因此沒有出示任何憑證。

source: The pickup service could not create a barcode (it returned %d). Please try again.
zh_hant: 取貨服務無法產生條碼（回傳狀態 %d），請再試一次。

source: The pickup service refused this request (code %@). Make a fresh barcode and try again.
zh_hant: 取貨服務拒絕這次請求（代碼 %@），請重新產生條碼後再試。

source: The pickup service returned a barcode the app could not read. Please try again.
zh_hant: 取貨服務傳回的條碼無法讀取，請再試一次。

source: This QR code has expired
zh_hant: 這個 QR Code 已失效

source: Use your phone-number card to create a short-lived 7-ELEVEN pickup barcode.
zh_hant: 使用門號電子卡產生短效的統一超商取貨條碼。

source: App Attest UAT check
zh_hant: App Attest UAT 檢查

source: App build
zh_hant: App 版本

source: Checked at / error code
zh_hant: 檢查時間／錯誤碼

source: Endpoint
zh_hant: 服務端點

source: Failed
zh_hant: 未通過

source: No identity or signing data
zh_hant: 不傳送身分或簽章資料

source: Not configured in this build
zh_hant: 此版本未設定

source: Not run yet
zh_hant: 尚未執行

source: Production App Attest chain
zh_hant: 正式版 App Attest 驗證鏈

source: Registers or reuses this installation's App Attest key, creates a fresh assertion, and asks the reviewed Cloudflare server to verify its environment, app version, signature, and counter.
zh_hant: 註冊或沿用此安裝的 App Attest 金鑰，建立新的 assertion，再由已審查的 Cloudflare 伺服器驗證環境、App 版本、簽章與計數器。

source: Run App Attest UAT check?
zh_hant: 要執行 App Attest UAT 檢查嗎？

source: Run App Attest check
zh_hant: 執行 App Attest 檢查

source: Run a privacy-safe TestFlight check against the reviewed Cloudflare endpoint.
zh_hant: 以不傳個資的方式，從 TestFlight 檢查已審查的 Cloudflare 端點。

source: Run check
zh_hant: 執行檢查

source: Signing backend
zh_hant: 簽章後端

source: Status
zh_hant: 狀態

source: This check sends no ID number, credential field, zero-knowledge proof, MOICA request, or signing payload.
zh_hant: 此檢查不會傳送身分證字號、證件欄位、零知識證明、行動自然人憑證請求或待簽內容。

source: This creates or reuses this installation's App Attest key and advances its server-side assertion counter. No identity data or signing request is sent.
zh_hant: 這會建立或沿用此安裝的 App Attest 金鑰，並推進伺服器端的 assertion 計數器。不會傳送身分資料或簽章請求。

source: What this checks
zh_hant: 檢查內容

source: iOS version
zh_hant: iOS 版本

source: %.1f s
zh_hant: %.1f 秒

source: %@ (expired)
zh_hant: %@（已過期）

source: %@ already on this device
zh_hant: 這支手機上已有 %@

source: %@ · expired %@
zh_hant: %@ · %@ 已到期

source: %@ · no expiry date given
zh_hant: %@ · 沒有寫到期日

source: %@ · nothing is sent anywhere else, and nothing is kept afterwards.
zh_hant: %@ · 不會送到其他任何地方，事後也不會留下。

source: %@ · valid until %@
zh_hant: %@ · 有效到 %@

source: %@ — expired
zh_hant: %@ — 已過期

source: %@: failed
zh_hant: %@：未通過

source: %@: passed
zh_hant: %@：通過

source: %d fields · created %@
zh_hant: %d 個欄位 · %@ 建立

source: %d file(s) left over: %@
zh_hant: 殘留 %d 個檔案：%@

source: %d organisations on 數位發展部信任清單. A card is accepted only when its matching API entry also matches the current Arbitrum registry state.
zh_hant: 數位發展部信任清單上有 %d 個機構。只有對應的 API 紀錄也與 Arbitrum 合約目前狀態相符，卡片才會被接受。

source: %llu ms
zh_hant: %llu 毫秒

source: (blank)
zh_hant: （空白）

source: A file this app ships with is missing.
zh_hant: App 內建的檔案遺失了。

source: A fresh identifier was issued
zh_hant: 產生了全新的識別碼

source: A proof is about %1$@, so sending it usually takes about %2$d seconds. Keep this screen open.
zh_hant: 一份證明大約 %1$@，傳送通常需要 %2$d 秒左右。請保持這個畫面開著。

source: A proof was created but nothing checked it
zh_hant: 已產生證明，但沒有任何人驗過它

source: A real cardholder's signing material — but not that they are here, and not that this is their first time. Offline there is no shared record of what has already been used, so two checkers who never speak cannot both refuse the same person.
zh_hant: 一位真實持卡人的簽章材料——但不代表他人在現場，也不代表這是第一次。離線時沒有共用的已用紀錄，兩個彼此不通訊的查驗方無法一起擋下同一個人。

source: A refusal is not proof of a forgery. A wrong clock, a partial scan, or an out-of-date app produce the same answer.
zh_hant: 「未通過」不等於偽造。裝置時間不準、條碼沒掃完、App 版本太舊，都會得到同樣的結果。

source: A signature cannot be taken back. The wall keeps nothing that says which one is yours — that is the same reason it is anonymous.
zh_hant: 簽名沒有辦法撤回。這面牆不保存任何說明哪一筆是你的東西——它匿名的理由就是這個。

source: A signature field is present but empty — no signature was ever written into it.
zh_hant: 有簽章欄位，但它是空的——從來沒有任何簽章被寫進去。

source: A stored credential is damaged and cannot be read.
zh_hant: 已儲存的憑證損毀，無法讀取。

source: A verifier is asking to see these. Turn off anything you would rather not show.
zh_hant: 查驗方要求看這些資料。不想給的可以關掉。

source: A zero-knowledge proof is about 290 KB — too large for a QR code, so it arrives as a file.
zh_hant: 零知識證明大約 290 KB——太大了塞不進 QR code，所以是用檔案傳過來的。

source: A zero-knowledge proof is about 400 KB — far too large for a QR code, so it arrives over Bluetooth or as a file.
zh_hant: 零知識證明約 400 KB——遠遠超過 QR code 裝得下的量，所以它走藍牙或檔案。

source: About Bond
zh_hant: 關於有備而來

source: About the person showing it
zh_hant: 關於出示它的人

source: About this document
zh_hant: 關於這份證件

source: Academic qualification
zh_hant: 學歷證明

source: Add a card by scanning
zh_hant: 掃描領取卡片

source: Add your ID first, then you can show it to a checker.
zh_hant: 先加入你的身分證，就能出示給別人查驗。

source: Address
zh_hant: 地址

source: Address of household
zh_hant: 戶籍地址

source: All information are stored only on your phone.
zh_hant: 所有資料僅儲存在你的手機中。

source: Already prepared
zh_hant: 已經備妥

source: Also sending this over Bluetooth, so the checker does not have to scan every code.
zh_hant: 同時也用藍牙傳送，這樣查驗方不必一張一張掃。

source: Always shown
zh_hant: 一律出示

source: An empty signature field is not a signature — there is nothing here to verify. Treat this the same as unsigned, and say so when reporting it.
zh_hant: 空的簽章欄位不是簽章——這裡沒有東西可以驗。請把它當成未簽章處理，回報時也這樣寫。

source: Answer a checker's code. Neither phone needs a network.
zh_hant: 回答查驗方的條碼，兩支手機都不需要網路。

source: Answered with a zero-knowledge proof, sent over Bluetooth. The checker never sees your certificate — but every checker sees the same duplicate-detection number, so they can still tell it is the same person.
zh_hant: 用零知識證明回答，走藍牙傳送。查驗方看不到你的憑證——但每一個查驗方看到的去重編號都是同一個，所以他們仍然分辨得出這是同一個人。

source: Answered with your signed document, shown as QR codes or over Bluetooth. The checker sees your name either way — your certificate has to travel with it, and your name is inside the certificate.
zh_hant: 用你已簽章的證件回答，以 QR code 或藍牙出示。無論走哪一種，查驗方都會看到你的姓名——憑證必須一起送出，而姓名就在憑證裡。

source: Anything saved here is still saved. This most often means the phone is out of space — free some up and open the app again.
zh_hant: 存在這裡的東西都還在。最常見的原因是手機空間不足——清一些出來，再重開一次 App。

source: Apply for a phone-number card
zh_hant: 申請電信門號卡

source: Ask the other person to scan this
zh_hant: 請對方掃描這個條碼

source: Back up my national ID
zh_hant: 備份我的身分證件

source: Back up your national ID from the home screen first.
zh_hant: 請先從首頁備份你的身分證件。

source: Before you start
zh_hant: 開始之前

source: Birth date
zh_hant: 出生日期

source: Bluetooth could not be set up on this phone (%@).
zh_hant: 這支手機無法設定藍牙（%@）。

source: Bluetooth is not ready (state %d).
zh_hant: 藍牙尚未就緒（狀態 %d）。

source: Bluetooth is switched off.
zh_hant: 藍牙已關閉。

source: Bluetooth pairing code
zh_hant: 藍牙配對碼

source: Bluetooth sending has stopped.
zh_hant: 藍牙傳送已經停止。

source: Bluetooth was offered but this document could not be prepared for it.
zh_hant: 對方提供了藍牙，但這份證件無法為它準備好。

source: Bond
zh_hant: 有備而來

source: Both circuits completed
zh_hant: 兩組電路都完成了

source: Bring a financial, insurance, or academic document in from MyData.
zh_hant: 從 MyData 匯入財力、保險或學歷等文件。

source: Built on this phone from your MyData record, and signed with your digital certificate.
zh_hant: 在這支手機上用你的 MyData 資料做出來的，由你的自然人憑證簽章。

source: Camera access is turned off by a restriction on this device.
zh_hant: 這台裝置的使用限制關閉了相機權限。

source: Can do this
zh_hant: 可以做到

source: Can't start
zh_hant: 無法開始

source: Cancel
zh_hant: 取消

source: Card type
zh_hant: 卡片種類

source: Carrier
zh_hant: 電信業者

source: Certificate chain
zh_hant: 憑證鏈

source: Certificate chain checking key
zh_hant: 憑證鏈驗證金鑰

source: Certificate chain proving key
zh_hant: 憑證鏈證明金鑰

source: Certificate revocation snapshot
zh_hant: 憑證撤銷清單快照

source: Check a document
zh_hant: 查驗證件

source: Check a proof
zh_hant: 查驗證明

source: Check a zero-knowledge proof
zh_hant: 查驗零知識證明

source: Check result
zh_hant: 查驗結果

source: Check someone else's document
zh_hant: 查驗他人證件

source: Check the next person
zh_hant: 查下一個人

source: Check the proof on this device
zh_hant: 在這支手機上驗證證明

source: Checked in %@, with no network
zh_hant: %@ 完成驗證，全程未連網

source: Checked on this device: the proof does not hold
zh_hant: 已在這支手機上驗證：證明不成立

source: Checked on this device: the proof holds
zh_hant: 已在這支手機上驗證：證明成立

source: Checked on this phone, and it passed
zh_hant: 在這支手機上查驗過，通過

source: Checked on this phone, with no network. The issuer's own key signed these fields.
zh_hant: 已在這支手機上、不需連線完成驗證。這些欄位是由發卡者自己的金鑰所簽。

source: Checking what's already downloaded…
zh_hant: 正在檢查已經下載了哪些檔案…

source: Checking…
zh_hant: 查驗中…

source: Choose a code from Photos
zh_hant: 從相簿選 QR

source: Choose a document to bring in from Taiwan's MyData service.
zh_hant: 選擇要從台灣 MyData 服務匯入的文件。

source: Choose a proof file
zh_hant: 選擇證明檔案

source: Choose what they will see
zh_hant: 選擇要讓對方看到什麼

source: Choose your mobile carrier. Its app opens to verify the number on your line.
zh_hant: 選擇你的電信業者，會開啟該業者的 App 驗證你門號上的號碼。

source: Code %1$d of %2$d
zh_hant: 第 %1$d／%2$d 張

source: Collapse
zh_hant: 收合

source: Collapsed
zh_hant: 已收合

source: Collecting the card did not succeed (the issuer's system returned %d). Go back to the official page, make a fresh QR code, and try again.
zh_hant: 領卡沒有成功（發卡系統回應 %d）。請回到官方頁面重新產生 QR code 再試一次。

source: Collecting the card did not work. Please try again.
zh_hant: 領卡沒有成功，請再試一次。

source: Computed on this phone from your digital certificate. The certificate itself is never shown.
zh_hant: 在這支手機上用你的自然人憑證算出來的。憑證本身不會被交出去。

source: Confirm
zh_hant: 確認

source: Connection failed
zh_hant: 連線失敗

source: Continue
zh_hant: 繼續

source: Control number
zh_hant: 管轄編號

source: Copied
zh_hant: 已複製

source: Could not load the list of trusted issuers. Check your connection and try again.
zh_hant: 無法取得可信任發卡單位的清單。請檢查網路後再試一次。

source: Could not reach the card service. Check your connection and try again.
zh_hant: 無法連上發卡服務。請檢查網路連線後再試一次。

source: Could not reach the digital certificate service.
zh_hant: 無法連線到行動自然人憑證服務。

source: Could not reach the issuer. Check your connection and try again.
zh_hant: 無法連上發卡單位。請檢查網路後再試一次。

source: Could not reach the verifier. Check your connection and try again.
zh_hant: 無法連上查驗方。請檢查連線後再試一次。

source: Could not read
zh_hant: 無法讀取

source: Could not read the verifier's request (it returned %d). Ask for a fresh QR code and try again.
zh_hant: 無法讀取查驗方的要求（回應 %d）。請對方重新產生 QR code 再試一次。

source: Couldn't check the verification files.
zh_hant: 無法檢查驗證檔案。

source: Create a Valid Document
zh_hant: 建立正式證件

source: Create a proof
zh_hant: 開始產生證明

source: Create a valid document from the home screen first. Nothing can be shown until this device holds one.
zh_hant: 請先回首頁，點「備份我的身分證件」建立一張證件。這台裝置還沒有證件之前，沒有東西可以出示。

source: Create the proof
zh_hant: 產生證明

source: Created
zh_hant: 建立時間

source: Creates a mathematical proof that your 自然人憑證 was issued by 內政部憑證管理中心, and checks its serial number against a revocation list this app cannot confirm is complete. The person checking the proof never sees your name, your ID number, or the certificate itself.
zh_hant: 產生一份數學證明，說明你的自然人憑證是由內政部憑證管理中心簽發，並把序號拿去比對一份撤銷清單——但這個 App 無法確認那份清單是完整的。查驗證明的人不會看到你的姓名、身分證統一編號，也不會看到憑證本身。

source: Credential store
zh_hant: 憑證儲存區

source: Data and Privacy
zh_hant: 資料與隱私

source: Date of birth
zh_hant: 出生年月日

source: Date of issue
zh_hant: 發證日期

source: Delete
zh_hant: 刪除

source: Delete card
zh_hant: 刪除卡片

source: Delete this card?
zh_hant: 要刪除這張卡片嗎？

source: Diagnostics
zh_hant: 診斷

source: Digital wallet card collection
zh_hant: 領取數位皮夾卡片

source: Discoverable over Bluetooth — waiting for the checker to connect.
zh_hant: 已可透過藍牙被找到——等待查驗方連線。

source: Document code
zh_hant: 證件條碼

source: Document information
zh_hant: 證件資料

source: Document-level signature
zh_hant: 文件級簽章

source: Documents
zh_hant: 證件

source: Done
zh_hant: 完成

source: Download
zh_hant: 下載

source: Download %@ · %@ on disk
zh_hant: 下載 %@ · 佔用 %@

source: Download %@ · uses %@ on this device
zh_hant: 下載 %@ · 在這支手機上佔用 %@

source: Download the verification files?
zh_hant: 要下載驗證檔案嗎？

source: Downloaded and installed
zh_hant: 已下載並安裝

source: Downloaded files stay on this phone, and a partly finished download is kept for next time. Unpacking starts over.
zh_hant: 已下載完成的檔案會留在這支手機上，下載到一半的進度也會保留給下次使用。解壓縮會重新開始。

source: During an emergency
zh_hant: 緊急時期

source: Each one counts once. If your last attempt ended without an answer, that attempt very likely counted — signing again would add a second signature.
zh_hant: 每一個只算一次。如果你上一次送出後沒收到回覆，那一次很可能已經算進去了——再簽一次會多一筆簽名。

source: Each one counts once. Nothing of yours was published.
zh_hant: 每一個只算一次。你的沒有被公開。

source: Erase
zh_hant: 刪除

source: Erase all local data
zh_hant: 刪除所有本機資料

source: Erase all local data?
zh_hant: 要刪除所有本機資料嗎？

source: Erasing really gives you a new identity
zh_hant: 刪除之後真的會換一個新身分

source: Error
zh_hant: 錯誤

source: Every checker sees the same duplicate-detection number, so two of them can tell they saw the same person.
zh_hant: 每一個查驗方看到的去重編號都是同一個，所以兩個查驗方對得出他們看過同一個人。

source: Every field in your document: name, ID number, date of birth, household address and nationality. This version cannot show only part of it.
zh_hant: 證件裡的每一個欄位：姓名、統一編號、出生日期、戶籍地址與國籍。這個版本無法只出示其中一部分。

source: Everyday
zh_hant: 平時

source: Excluded from backup
zh_hant: 已排除備份

source: Expand
zh_hant: 展開
